var weather = {
	"weatherinfo": [{
			"city": "北京", // 城市中文名
			"temp1": "18℃~26℃", // 今日气温
			"temp2": "17℃~29℃", // 明日气温
			"temp3": "18℃~23℃", // 第三日气温
			"temp4": "13℃~24℃", // 第四日气温
			"temp5": "15℃~31℃", // 第五日气温
			"temp6": "14℃~32℃" // 第六日气温
		},

		{
			"city": "天津", // 城市中文名
			"temp1": "200℃", // 今日气温
			"temp2": "17℃~29℃", // 明日气温
			"temp3": "18℃~23℃", // 第三日气温
			"temp4": "13℃~24℃", // 第四日气温
			"temp5": "15℃~31℃", // 第五日气温
			"temp6": "14℃~32℃" // 第六日气温
		},
		{
			"city": "大连", // 城市中文名
			"temp1": "18℃~26℃", // 今日气温
			"temp2": "17℃~29℃", // 明日气温
			"temp3": "18℃~23℃", // 第三日气温
			"temp4": "13℃~24℃", // 第四日气温
			"temp5": "15℃~31℃", // 第五日气温
			"temp6": "14℃~32℃" // 第六日气温
		}
	]
}